/*
  HWUserCenterKit.strings
  HWUserCenterKit

  Created by 易博 on 2020/8/10.
  Copyright © 2020 xttxqjfg. All rights reserved.
*/
/*
  繁体中文
*/
"我的订单" = "我的訂單";
"用户协议" = "用戶協議";
"隐私协议" = "隱私協議";
"分校协议" = "分校協議";
"客户支持" = "客戶支持";
"注销账号" = "註銷帳號";
"积分规则" = "金幣";
"兑换好礼" = "兌換好禮";
"我的优惠券" = "我的優惠券";
"诊断" = "診斷測試";
"关于我们" = "關於我們";
"设置" = "設置";
"问题反馈" = "問題反饋";
"选择分校" = "選擇教育體系";
"选择分校说明" = "選擇適合您孩子的教育體系，為您推薦相應課程";
"邮箱" = "郵箱";
"邮箱说明" = "登入賬號關聯郵箱後可接收課程信息和學習資料";
"输入邮箱地址" = "輸入郵箱地址";
"我的积分" = "我的金幣";
"免费课程" = "待繳費清單";
"订单列表" = "訂單";
"优惠券" = "優惠券";
"期望清单" = "收藏夾";
"测试结果" = "診斷結果";
"调课转班" = "調課/轉班";
"地址管理" = "我的地址";

"切换账号" = "切換賬號";
"语言" = "語言";
"未绑定注册手机号和注册邮箱,暂时无法修改密码" = "未綁定手機號和郵箱，暫時無法修改密碼";
"知道了" = "知道了";
"清除缓存" = "清除緩存";
"清除缓存完成" = "緩存已清除";
"完善个人信息" = "完善個人信息";
"个人信息" = "個人信息";
"用户昵称说明" = "同學和老師將會在課堂中看到您設置的暱稱，僅支持漢字、字母和空格，最多65個字符";
"我的账户" = "我的賬號";
"增加一个学生" = "添加學生";
"昵称" = "暱稱";
"英文姓" = "名字";
"英文名" = "姓氏";
"年级" = "年級";
"拍照" = "拍照";
"从相册选取" = "從相冊選擇";
"头像上传失败" = "頭像上傳失敗";
"个人信息更改失败" = "個人信息更新失敗";
"个人信息更改成功" = "個人信息更新成功";
"帐号切换成功" = "賬號切換成功";
"帐号切换失败" = "賬號切換失敗";
"编辑照片" = "編輯頭像";
"复制成功" = "複製成功";
"复制学员编号" = "複製";
"学员添加成功" = "學員添加成功";
"提示：同一家庭组内最多包含6位学员" = "提示：同一家庭組內最多包含6位學員";
"用户名将在课堂上使用" = "同學和老師會在課堂中看到你設置的暱稱，僅支持漢字、字母和空格，最多65個字符";
"日志上传" = "上傳日誌";
"日志上传提示" = "確認上傳應用程序運行日誌嗎";

//消息推送
"消息推送" = "通知";
"消息推送-标题" = "通知推送";
"打开消息推送" = "開啟通知推送";
"打开消息推送描述文案" = "打開通知權限以便接收課程提醒、作樂點評等消息";
"关闭消息推送" = "接收消息提醒";
"消息推送-关闭" = "關閉";
"消息推送-保持开启" = "保持開啟";
"打开消息推送二次确认描述文案" = "一旦關閉將無法收到課程提醒、作業消息等消息";
"打开消息推送二次确认描述文案-标题" = "確認關閉嗎";

"用户昵称已经被注册" = "*該用戶暱稱已被註冊";
"输入格式不合法" = "*輸入不符合要求";
"邮箱格式不合法" = "輸入不符合要求";
"信息填写不完整" = "信息填寫不完整，請檢查";

"保存" = "保存";
"版本号" = "版本號";
"可更新" = "發現新版本";
"注销" = "登出";
"登录" = "登入";
"登录后查看更多功能" = "登入後使用更多功能";
"已是最新版本" = "當前已是最新版本";
"最新版本" = "最新版本";
"新版本" = "新版本";
"内测版本" = "內測版本";
"立即升级" = "現在升級";
"欢迎" = "歡迎";
"确认" = "確認";
"取消" = "取消";
"修改密码" = "修改密碼";
"重置密码后，其他登录设备会被登出，请先确认是否有设备当前在上课" = "更改密碼後，所有其它已登入的設備都將被踢出";
"确定要退出登录吗?" = "確認登出嗎？";
"退出登录失败,请稍后再试" = "登出失敗，請稍後再試";
"网络异常,请稍后再试" = "網絡異常，請稍後再試";

//火星分校切换
"分校切换成功" = "分校切换成功";
"切换火星分校提示消息" = "You have switched into Mars Campus.
Notice: This campus is for Internal Test Only. Please remember to switch back to your campus after testing.";
"我知道了" = "Confirm";

//意见反馈
"问题描述" = "問題描述";
"必填" = "必填";

"功能异常" = "功能異常";
"功能建议" = "功能建議";
"教师体验" = "教師相關";
"体验问题" = "用戶體驗";
"直播上课" = "直播課堂問題";
"其它" = "其它";

"反馈内容(必填)" = "詳細內容（必填）";

"图片" = "圖片";
"选填" = "選填";
"最多上传三张图片" = "最多上傳三張圖片";
"提交" = "提交";
"提交成功" = "提交成功";
"提交失败" = "提交失敗";

"金币商城" = "金幣商城";

"小灶课" = "臨時課堂";

// 硬编码部分 -- 需要产品给文案 -- 自己转的
"其他学生" = "其他學生";
"请选择" = "請選擇";
"姓氏" = "請填寫中文名字";
"名字" = "請填寫中文姓氏";
"输入名字" = "請輸入暱稱";

"日志上传成功" = "日誌提交成功，感謝反饋";

"添加用户-昵称不合符规则" = "暱稱不符合規則";
"添加用户-名字不合符规则" = "名字不符合規則";
"添加用户-姓氏不合符规则" = "姓氏不符合規則";
"添加用户-邮箱不合符规则" = "郵箱不符合規則";
"添加用户-请选择年级" = "請選擇年級";
"添加用户-加载中" = "加載中";


//设备检测
// //功能入口部分 - 繁体中文，HK分校
"设备检测" = "設備檢測";
"检测描述" = "為了保障課堂體驗流暢，建議對當前設備進行檢測";
"开始" = "開始";
//
////顶部面包屑 - 繁体中文，HK分校
"network" = "網絡";
"microphone" = "麥克風";
"camera" = "攝像頭";
"voice" = "揚聲器";
//
//// 網絡測試部分 - 繁體中文，非HK分校
"音视频测试" = "音視頻服務";
"课堂互动测试" = "課堂互動服務";
"服务器检测" = "服務器連接速度測試";
"课件下载测试" = "課件下載測試";
"网络不满足上课需求" = "您的網絡似乎存在問題，";
"网络不满足上课需求-点击查看" = " 點擊這裡查看解決建議";
"你的设备满足上课需求" = "當前設備符合上課要求";
"你的设备不满足上课需求" = "您的網絡似乎存在問題，點擊這裡查看解決建議";
"此项测试大约需要花费一分钟" = "此過程大概花費1~3分鐘";
"常见网络问题建议" = "常見網絡問題解決建議";
"尝试重启路由器" = "如果你使用WiFi網絡，請嘗試靠近路由器以及嘗試重新啟動路由器";
"检查网络权限" = "請檢查並確保您的設備允許我們訪問網絡";
"切换其它网络" = "嘗試切換使用其它的網絡";
"知道了" = "知道了";
"重新测试" = "重新測試";
"下一项" = "下一項";

// 麦克风部分 - 繁体中文，HK分校
"没有麦克风权限" = "Think Academy無法使用你的麥克風";
"在设置中打开麦克风权限" = "請在系統設置中打開Think Academy的麥克風使用權限";
"请检查你的麦克风或者佩戴耳机" = "請檢查你的麥克風設置或者嘗試佩戴耳機";
"尝试你大声读出下面的文字" = "嘗試大聲讀出下面的文字";
"你好" = "你好";
"你的麦克风似乎存在问题" = "你的麥克風似乎存在問題";
"我们没有听到你的声音" = "我們沒有聽到你的聲音，請嘗試更換設備或者佩戴耳機後再次嘗試";
"麦克风检测完成" = "麥克風檢測完成";
"你的麦克风工作正常" = "你的麥克風工作正常";
"去设置" = "去設置";

// 摄像头部分 - 繁体中文，HK分校
"没有摄像头权限" = "Think Academy無法使用你的攝像頭";
"在设置中打摄像头风权限" = "請在系統設置中打開Think Academy的攝像頭使用權限";
"可以在上面看到自己吗" = "可以在上面的視頻框中看到自己嗎？";
"你的摄像头似乎存在问题" = "你的攝像頭似乎存在問題";
"请检查你的摄像头是否正确安装" = "請檢查攝像頭設置或者使用其它設備";
"摄像头检测完成" = "攝像頭檢測完成";
"你的摄像头工作正常" = "你的攝像頭工作正常";

// 声音测试部分 - 繁体中文，HK分校
"当前音量" = "當前音量：";
"可以听到正在播放的音乐吗" = "可以聽到正在播放的音樂嗎？";
"请注意调整系统音量到适当大小" = "請注意調整系統音量到適當大小";
"能" = "能";
"不能" = "不能";
"你的扬声器似乎存在问题" = "你的揚聲器似乎存在問題";
"建议尝试佩戴耳机或者更换其它设备" = "建議嘗試佩戴耳機或者更換其它設備上課";

//报告 - 繁體中文，HK分校
"你的设备满足上课要求" = "你的設備滿足上課要求";
"你的设备不完全满足上课要求" = "你的設備不完全滿足上課要求";
"继续使用此设备上课可能会降低你的体验" = "繼續使用此設備上課可能會降低您的上課體驗";
"知道了" = "知道了";
"设备检测返回" = "知道了";

// 时区
"选择时区" = "選擇時區";
"搜索时区" = "搜索時區";
"搜索结果为空" = "搜索結果為空";

"拍摄视频" = "拍攝視頻";
"视频库" = "視頻庫";
"该信息将用于教师与家长沟通学生的学习情况" = "Wechat/WhatsApp/Line將用於老師與家長溝通學生的學習情况。";
